<?php
include("header.inc.php");
HTMLBegin();
?>
<table width=80% align=center border=1 cellspacing=0>
<tr>
	<td class=HeaderOfTable align=center>راهنمای تولید صفحات اختصاصی چاپ</td>
</tr>
<tr>
	<td>
	صفحه چاپ اختصاصی یک فرم یک صفحه PHP می باشد که کد رکورد مربوطه به آن پاس می شود.
	<br>
	سیستم فرم ساز به طور اتومات در کنار هر رکورد از داده های مربوط به هر فرم یک آیکون برای چاپ اطلاعات آن رکورد قرار می دهد.
	<br>
	در حالت پیش فرض با کلیک روی آیکون چاپ هر رکورد اطلاعات به صورت زیر هم در یک جدول نمایش داده می شود.
	<br>
	در زمانیکه می خواهید شکل چاپی به فرمت خاصی باشد باید صفحه نمایش آن را خودتان تهیه کرده و بر روی سرور قرار دهید و سپس آدرس صفحه را در 
	گزینه صفحه چاپ اختصاصی وارد کنید.
	<br>
	پارامتری که به صفحه شما ارسال خواهد شد RecID نام دارد.
	</td>
</tr>
</table>